Repository: mfsaglam/quietCal
Catalog: QuietCal/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, ru, tr, zh

# add_meal.error.estimation_failed.message
source: Couldn't estimate this meal. Check the name and amount, then try again.
ar: تعذّر تقدير هذه الوجبة. تحقق من الاسم والكمية، ثم حاول مجددًا.
de: Diese Mahlzeit konnte nicht geschätzt werden. Prüfe Name und Menge und versuche es erneut.
es: No se pudieron estimar las calorías de esta comida. Comprueba el nombre y la cantidad e inténtalo de nuevo.
fr: Impossible d’estimer ce repas. Vérifiez le nom et la quantité, puis réessayez.
hi: इस भोजन का अनुमान नहीं लगाया जा सका। नाम और मात्रा जाँचें, फिर दोबारा कोशिश करें।
it: Impossibile stimare questo pasto. Controlla il nome e la quantità, poi riprova.
ja: この食事を推定できませんでした。名前と量を確認して、もう一度お試しください。
ko: 이 식사의 칼로리를 추정할 수 없습니다. 이름과 양을 확인한 후 다시 시도하세요.
pt: Não foi possível estimar esta refeição. Verifique o nome e a quantidade e tente novamente.
ru: Не удалось оценить это блюдо. Проверьте название и количество, затем повторите попытку.
tr: Bu öğünün kalorisi tahmin edilemedi. Adı ve miktarı kontrol edip tekrar deneyin.
zh: 无法估算这餐的热量。请检查名称和份量，然后重试。

# add_meal.error.estimation_failed.title
source: Couldn't estimate calories
ar: تعذّر تقدير السعرات الحرارية
de: Kalorien konnten nicht geschätzt werden
es: No se pudieron estimar las calorías
fr: Impossible d’estimer les calories
hi: कैलोरी का अनुमान नहीं लगाया जा सका
it: Impossibile stimare le calorie
ja: カロリーを推定できませんでした
ko: 칼로리를 추정할 수 없습니다
pt: Não foi possível estimar as calorias
ru: Не удалось оценить калорийность
tr: Kalori tahmin edilemedi
zh: 无法估算热量

# add_meal.error.retry
source: Tap to try again
ar: اضغط للمحاولة مجددًا
de: Zum Wiederholen tippen
es: Toca para intentarlo de nuevo
fr: Touchez pour réessayer
hi: फिर कोशिश करने के लिए टैप करें
it: Tocca per riprovare
ja: タップしてもう一度試す
ko: 탭하여 다시 시도
pt: Toque para tentar novamente
ru: Коснитесь, чтобы повторить
tr: Tekrar denemek için dokunun
zh: 轻点以重试

# add_meal.field.amount
source: AMOUNT
ar: الكمية
de: MENGE
es: CANTIDAD
fr: QUANTITÉ
hi: मात्रा
it: QUANTITÀ
ja: 量
ko: 양
pt: QUANTIDADE
ru: КОЛИЧЕСТВО
tr: MİKTAR
zh: 份量

# add_meal.field.calories
source: CALORIES
ar: السعرات الحرارية
de: KALORIEN
es: CALORÍAS
hi: कैलोरी
it: CALORIE
ja: カロリー
ko: 칼로리
pt: CALORIAS
ru: КАЛОРИИ
tr: KALORİ
zh: 热量

# add_meal.field.estimating
source: ESTIMATING…
ar: جارٍ التقدير…
de: WIRD GESCHÄTZT…
es: ESTIMANDO…
fr: ESTIMATION…
hi: अनुमान लगाया जा रहा है…
it: STIMA IN CORSO…
ja: 推定中…
ko: 추정 중…
pt: A ESTIMAR…
ru: ОЦЕНКА…
tr: TAHMİN EDİLİYOR…
zh: 正在估算…

# add_meal.field.name
source: NAME
ar: الاسم
es: NOMBRE
fr: NOM
hi: नाम
it: NOME
ja: 名前
ko: 이름
pt: NOME
ru: НАЗВАНИЕ
tr: AD
zh: 名称

# add_meal.field.name.placeholder
source: e.g. Chicken salad
ar: مثال: سلطة الدجاج
de: z. B. Hähnchensalat
es: p. ej., ensalada de pollo
fr: p. ex. Salade de poulet
hi: जैसे, चिकन सलाद
it: ad es. Insalata di pollo
ja: 例：チキンサラダ
ko: 예: 치킨 샐러드
pt: por ex., salada de frango
ru: например, салат с курицей
tr: örn. Tavuklu salata
zh: 例如：鸡肉沙拉

# add_meal.ingredient.detail
source: %1$@ g · %2$@ kcal
ar: %1$@ غ · %2$@ سعرة حرارية
hi: %1$@ ग्राम · %2$@ कैलोरी
ru: %1$@ г · %2$@ ккал
zh: %1$@克 · %2$@千卡

# add_meal.ingredients.edit_name
source: Edit name
ar: تعديل الاسم
de: Name bearbeiten
es: Editar nombre
fr: Modifier le nom
hi: नाम संपादित करें
it: Modifica nome
ja: 名前を編集
ko: 이름 편집
pt: Editar nome
ru: Изменить название
tr: Adı düzenle
zh: 编辑名称

# add_meal.ingredients.hint
source: Not quite right? Add details to the dish name to update the estimate.
ar: ليست النتيجة دقيقة؟ أضف تفاصيل إلى اسم الطبق لتحديث التقدير.
de: Nicht ganz richtig? Ergänze den Namen des Gerichts, um die Schätzung zu aktualisieren.
es: ¿No es del todo correcto? Añade detalles al nombre del plato para actualizar la estimación.
fr: Le résultat semble incorrect ? Ajoutez des détails au nom du plat pour actualiser l’estimation.
hi: सही नहीं लग रहा? अनुमान अपडेट करने के लिए पकवान के नाम में जानकारी जोड़ें।
it: Il risultato non è corretto? Aggiungi dettagli al nome del piatto per aggiornare la stima.
ja: 正しくない場合は、料理名に詳細を追加して推定を更新してください。
ko: 정확하지 않나요? 음식 이름에 세부 정보를 추가하여 추정치를 업데이트하세요.
pt: Não está correto? Adicione detalhes ao nome do prato para atualizar a estimativa.
ru: Не совсем верно? Добавьте подробности в название блюда, чтобы обновить оценку.
tr: Tam doğru değil mi? Tahmini güncellemek için yemek adına ayrıntı ekleyin.
zh: 结果不太准确？请在菜品名称中添加详细信息以更新估算。

# add_meal.ingredients.title
source: Estimated ingredients
ar: المكونات المقدّرة
de: Geschätzte Zutaten
es: Ingredientes estimados
fr: Ingrédients estimés
hi: अनुमानित सामग्री
it: Ingredienti stimati
ja: 推定された材料
ko: 추정 재료
pt: Ingredientes estimados
ru: Предполагаемые ингредиенты
tr: Tahmin edilen malzemeler
zh: 估算的食材

# add_meal.quick_log
source: QUICK LOG · %@
ar: تسجيل سريع · %@
de: SCHNELL ERFASSEN · %@
es: REGISTRO RÁPIDO · %@
fr: AJOUT RAPIDE · %@
hi: त्वरित लॉग · %@
it: REGISTRAZIONE RAPIDA · %@
ja: クイック記録 · %@
ko: 빠른 기록 · %@
pt: REGISTO RÁPIDO · %@
ru: БЫСТРАЯ ЗАПИСЬ · %@
tr: HIZLI KAYIT · %@
zh: 快速记录 · %@

# add_meal.suggestion.detail
source: %1$@ g · %2$@ kcal
ar: %1$@ غ · %2$@ سعرة حرارية
hi: %1$@ ग्राम · %2$@ कैलोरी
ru: %1$@ г · %2$@ ккал
zh: %1$@克 · %2$@千卡

# add_meal.suggestion.log_accessibility
source: Log %1$@, %2$@ grams, %3$@ calories
ar: سجّل %1$@، %2$@ غرام، %3$@ سعرة حرارية
de: %1$@ protokollieren, %2$@ Gramm, %3$@ Kalorien
es: Registrar %1$@, %2$@ gramos, %3$@ calorías
fr: Enregistrer %1$@, %2$@ grammes, %3$@ calories
hi: %1$@ लॉग करें, %2$@ ग्राम, %3$@ कैलोरी
it: Registra %1$@, %2$@ grammi, %3$@ calorie
ja: %1$@、%2$@グラム、%3$@カロリーを記録
ko: %1$@, %2$@그램, %3$@칼로리 기록
pt: Registar %1$@, %2$@ gramas, %3$@ calorias
ru: Записать %1$@: %2$@ г, %3$@ калорий
tr: %1$@ öğününü kaydet, %2$@ gram, %3$@ kalori
zh: 记录%1$@，%2$@克，%3$@卡路里

# add_meal.suggestion.use_name_accessibility
source: Use %@ name
ar: استخدام الاسم %@
de: Namen %@ verwenden
es: Usar el nombre %@
fr: Utiliser le nom %@
hi: %@ नाम इस्तेमाल करें
it: Usa il nome %@
ja: 名前「%@」を使用
ko: %@ 이름 사용
pt: Usar o nome %@
ru: Использовать название %@
tr: %@ adını kullan
zh: 使用“%@”名称

# add_meal.title
source: New Meal
ar: وجبة جديدة
de: Neue Mahlzeit
es: Nueva comida
fr: Nouveau repas
hi: नया भोजन
it: Nuovo pasto
ja: 新しい食事
ko: 새 식사
pt: Nova refeição
ru: Новый приём пищи
tr: Yeni Öğün
zh: 新餐食

# add_meal.unit.picker
source: Unit
ar: الوحدة
de: Einheit
es: Unidad
fr: Unité
hi: इकाई
it: Unità
ja: 単位
ko: 단위
pt: Unidade
ru: Единица
tr: Birim
zh: 单位

# add_meal.unit.title
source: UNIT
ar: الوحدة
de: EINHEIT
es: UNIDAD
fr: UNITÉ
hi: इकाई
it: UNITÀ
ja: 単位
ko: 단위
pt: UNIDADE
ru: ЕДИНИЦА
tr: BİRİM
zh: 单位

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消

# common.clear
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 지우기
pt: Limpar
ru: Очистить
tr: Temizle
zh: 清除

# common.continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
tr: Devam Et
zh: 继续

# common.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pt: Eliminar
ru: Удалить
tr: Sil
zh: 删除

# common.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: OK
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
tr: Bitti
zh: 完成

# common.history
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
pt: Histórico
ru: История
tr: Geçmiş
zh: 历史记录

# common.kcal
source: kcal
ar: سعرة حرارية
hi: कैलोरी
ru: ккал
zh: 千卡

# common.kcal_per_day
source: KCAL PER DAY
ar: سعرة حرارية يوميًا
de: KCAL PRO TAG
es: KCAL AL DÍA
fr: KCAL PAR JOUR
hi: कैलोरी प्रति दिन
it: KCAL AL GIORNO
ja: 1日あたりのKCAL
ko: 일일 KCAL
pt: KCAL POR DIA
ru: ККАЛ В ДЕНЬ
tr: GÜNLÜK KCAL
zh: 每日千卡

# common.log_meal
source: Log meal
ar: تسجيل وجبة
de: Mahlzeit erfassen
es: Registrar comida
fr: Enregistrer un repas
hi: भोजन लॉग करें
it: Registra pasto
ja: 食事を記録
ko: 식사 기록
pt: Registar refeição
ru: Записать приём пищи
tr: Öğün kaydet
zh: 记录餐食

# common.ok
source: OK
ar: موافق
es: Aceptar
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh: 好

# common.quick_pick
source: QUICK PICK
ar: اختيار سريع
de: SCHNELLAUSWAHL
es: SELECCIÓN RÁPIDA
fr: CHOIX RAPIDE
hi: त्वरित चयन
it: SCELTA RAPIDA
ja: クイック選択
ko: 빠른 선택
pt: SELEÇÃO RÁPIDA
ru: БЫСТРЫЙ ВЫБОР
tr: HIZLI SEÇİM
zh: 快速选择

# common.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ja: リセット
ko: 재설정
pt: Repor
ru: Сбросить
tr: Sıfırla
zh: 重置

# common.save
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt: Guardar
ru: Сохранить
tr: Kaydet
zh: 保存

# common.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt: Definições
ru: Настройки
tr: Ayarlar
zh: 设置

# common.skip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Ignorer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pt: Ignorar
ru: Пропустить
tr: Atla
zh: 跳过

# common.today_uppercase
source: TODAY
ar: اليوم
de: HEUTE
es: HOY
fr: AUJOURD’HUI
hi: आज
it: OGGI
ja: 今日
ko: 오늘
pt: HOJE
ru: СЕГОДНЯ
tr: BUGÜN
zh: 今天

source: Couldn't estimate the calories for that meal. Try again.
ar: تعذّر تقدير السعرات الحرارية لهذه الوجبة. حاول مجددًا.
de: Die Kalorien dieser Mahlzeit konnten nicht geschätzt werden. Versuche es erneut.
es: No se pudieron estimar las calorías de esa comida. Inténtalo de nuevo.
fr: Impossible d’estimer les calories de ce repas. Réessayez.
hi: उस भोजन की कैलोरी का अनुमान नहीं लगाया जा सका। फिर कोशिश करें।
it: Impossibile stimare le calorie di quel pasto. Riprova.
ja: その食事のカロリーを推定できませんでした。もう一度お試しください。
ko: 해당 식사의 칼로리를 추정할 수 없습니다. 다시 시도하세요.
pt: Não foi possível estimar as calorias dessa refeição. Tente novamente.
ru: Не удалось оценить калорийность этого блюда. Повторите попытку.
tr: Bu öğünün kalorisi tahmin edilemedi. Tekrar deneyin.
zh: 无法估算这餐的热量。请重试。

# edit_target.prompt
source: How many calories per day?
ar: كم سعرة حرارية في اليوم؟
de: Wie viele Kalorien pro Tag?
es: ¿Cuántas calorías al día?
fr: Combien de calories par jour ?
hi: प्रति दिन कितनी कैलोरी?
it: Quante calorie al giorno?
ja: 1日に何カロリーですか？
ko: 하루에 몇 칼로리인가요?
pt: Quantas calorias por dia?
ru: Сколько калорий в день?
tr: Günde kaç kalori?
zh: 每天多少卡路里？

# edit_target.title
source: Daily target
ar: الهدف اليومي
de: Tagesziel
es: Objetivo diario
fr: Objectif quotidien
hi: दैनिक लक्ष्य
it: Obiettivo giornaliero
ja: 1日の目標
ko: 일일 목표
pt: Objetivo diário
ru: Дневная цель
tr: Günlük hedef
zh: 每日目标

source: Estimates the calories for a food and logs it to QuietCal.
ar: يقدّر السعرات الحرارية للطعام ويسجّله في QuietCal.
de: Schätzt die Kalorien eines Lebensmittels und erfasst es in QuietCal.
es: Estima las calorías de un alimento y lo registra en QuietCal.
fr: Estime les calories d’un aliment et l’enregistre dans QuietCal.
hi: खाने की कैलोरी का अनुमान लगाता है और उसे QuietCal में लॉग करता है।
it: Stima le calorie di un alimento e lo registra in QuietCal.
ja: 食べ物のカロリーを推定してQuietCalに記録します。
ko: 음식의 칼로리를 추정하여 QuietCal에 기록합니다.
pt: Estima as calorias de um alimento e regista-o no QuietCal.
ru: Оценивает калорийность продукта и записывает его в QuietCal.
tr: Bir yiyeceğin kalorisini tahmin eder ve QuietCal'e kaydeder.
zh: 估算食物的热量并记录到QuietCal。

# estimation.confidence.high
source: High confidence
ar: ثقة عالية
de: Hohe Sicherheit
es: Confianza alta
fr: Confiance élevée
hi: उच्च विश्वसनीयता
it: Affidabilità alta
ja: 信頼度：高
ko: 높은 신뢰도
pt: Confiança elevada
ru: Высокая достоверность
tr: Yüksek güven
zh: 高可信度

# estimation.confidence.low
source: Low confidence
ar: ثقة منخفضة
de: Geringe Sicherheit
es: Confianza baja
fr: Confiance faible
hi: कम विश्वसनीयता
it: Affidabilità bassa
ja: 信頼度：低
ko: 낮은 신뢰도
pt: Confiança baixa
ru: Низкая достоверность
tr: Düşük güven
zh: 低可信度

# estimation.confidence.medium
source: Medium confidence
ar: ثقة متوسطة
de: Mittlere Sicherheit
es: Confianza media
fr: Confiance moyenne
hi: मध्यम विश्वसनीयता
it: Affidabilità media
ja: 信頼度：中
ko: 중간 신뢰도
pt: Confiança média
ru: Средняя достоверность
tr: Orta güven
zh: 中等可信度

# estimation.source.local_database
source: Estimated from on-device database
ar: تقدير من قاعدة البيانات على الجهاز
de: Aus der On-Device-Datenbank geschätzt
es: Estimado con la base de datos del dispositivo
fr: Estimé à partir de la base de données de l’appareil
hi: डिवाइस पर मौजूद डेटाबेस से अनुमानित
it: Stima dal database sul dispositivo
ja: デバイス上のデータベースによる推定
ko: 기기 내 데이터베이스로 추정
pt: Estimado a partir da base de dados no dispositivo
ru: Оценено по базе данных на устройстве
tr: Aygıttaki veri tabanından tahmin edildi
zh: 通过设备端数据库估算

# estimation.source.quietcal
source: Estimated by QuietCal
ar: تقدير بواسطة QuietCal
de: Von QuietCal geschätzt
es: Estimado por QuietCal
fr: Estimé par QuietCal
hi: QuietCal द्वारा अनुमानित
it: Stima di QuietCal
ja: QuietCalによる推定
ko: QuietCal로 추정
pt: Estimado pelo QuietCal
ru: Оценено QuietCal
tr: QuietCal tarafından tahmin edildi
zh: 由QuietCal估算

# estimation.source.apple_intelligence
source: Estimated by Apple Intelligence
ar: تقدير بواسطة Apple Intelligence
de: Von Apple Intelligence geschätzt
es: Estimado por Apple Intelligence
fr: Estimé par Apple Intelligence
hi: Apple Intelligence द्वारा अनुमानित
it: Stima di Apple Intelligence
ja: Apple Intelligenceによる推定
ko: Apple Intelligence로 추정
pt: Estimado pela Apple Intelligence
ru: Оценено Apple Intelligence
tr: Apple Intelligence tarafından tahmin edildi
zh: 由Apple智能估算

# history.average
source: AVERAGE · %@ KCAL
ar: المتوسط · %@ سعرة حرارية
de: DURCHSCHNITT · %@ KCAL
es: PROMEDIO · %@ KCAL
fr: MOYENNE · %@ KCAL
hi: औसत · %@ कैलोरी
it: MEDIA · %@ KCAL
ja: 平均 · %@ KCAL
ko: 평균 · %@ KCAL
pt: MÉDIA · %@ KCAL
ru: СРЕДНЕЕ · %@ ККАЛ
tr: ORTALAMA · %@ KCAL
zh: 平均 · %@千卡

# history.chart.day
source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
hi: दिन
it: Giorno
ja: 日
ko: 일
pt: Dia
ru: День
tr: Gün
zh: 天

# history.chart.kcal
source: Kcal
ar: سعرة حرارية
hi: कैलोरी
ru: Ккал
zh: 千卡

# history.chart.target
source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
ja: 目標
ko: 목표
pt: Objetivo
ru: Цель
tr: Hedef
zh: 目标

# history.earlier
source: EARLIER
ar: السابق
de: FRÜHER
es: ANTERIOR
fr: AVANT
hi: पहले
it: PRECEDENTI
ja: 過去
ko: 이전
pt: ANTERIOR
ru: РАНЕЕ
tr: ÖNCEKİLER
zh: 更早

# history.empty
source: No earlier history yet.
ar: لا يوجد سجل سابق حتى الآن.
de: Noch kein früherer Verlauf.
es: Aún no hay historial anterior.
fr: Aucun historique antérieur.
hi: अभी कोई पुराना इतिहास नहीं है।
it: Nessuna cronologia precedente.
ja: 過去の履歴はまだありません。
ko: 아직 이전 기록이 없습니다.
pt: Ainda não existe histórico anterior.
ru: Более ранних записей пока нет.
tr: Henüz önceki kayıt yok.
zh: 暂无更早的记录。

# history.locked.action
source: Unlock with Pro
ar: فتح باستخدام Pro
de: Mit Pro freischalten
es: Desbloquear con Pro
fr: Débloquer avec Pro
hi: Pro से अनलॉक करें
it: Sblocca con Pro
ja: Proでロック解除
ko: Pro로 잠금 해제
pt: Desbloquear com o Pro
ru: Открыть с Pro
tr: Pro ile kilidi aç
zh: 使用Pro解锁

# history.locked.message
source: Free shows the last %@ days. Unlock every day you've tracked with QuietCal Pro.
ar: يعرض الإصدار المجاني آخر %@ أيام. افتح كل الأيام التي سجّلتها باستخدام QuietCal Pro.
de: Die kostenlose Version zeigt die letzten %@ Tage. Mit QuietCal Pro kannst du alle erfassten Tage freischalten.
es: La versión gratuita muestra los últimos %@ días. Desbloquea todos los días registrados con QuietCal Pro.
fr: La version gratuite affiche les %@ derniers jours. Débloquez tous les jours enregistrés avec QuietCal Pro.
hi: मुफ़्त संस्करण पिछले %@ दिन दिखाता है। QuietCal Pro से अपने सभी रिकॉर्ड किए गए दिन अनलॉक करें।
it: La versione gratuita mostra gli ultimi %@ giorni. Sblocca tutti i giorni registrati con QuietCal Pro.
ja: 無料版では過去%@日間が表示されます。QuietCal Proですべての記録を表示できます。
ko: 무료 버전에서는 최근 %@일을 볼 수 있습니다. QuietCal Pro로 기록한 모든 날짜를 잠금 해제하세요.
pt: A versão gratuita mostra os últimos %@ dias. Desbloqueie todos os dias registados com o QuietCal Pro.
ru: В бесплатной версии доступны последние %@ дней. Откройте все записанные дни с QuietCal Pro.
tr: Ücretsiz sürüm son %@ günü gösterir. QuietCal Pro ile kaydettiğiniz tüm günlerin kilidini açın.
zh: 免费版显示最近%@天。使用QuietCal Pro解锁你记录过的所有日期。

# history.locked.title
source: See your full history
ar: عرض السجل الكامل
de: Gesamten Verlauf ansehen
es: Ver todo tu historial
fr: Voir tout votre historique
hi: पूरा इतिहास देखें
it: Vedi tutta la cronologia
ja: すべての履歴を見る
ko: 전체 기록 보기
pt: Ver todo o histórico
ru: Посмотреть всю историю
tr: Tüm geçmişinizi görün
zh: 查看完整历史记录

# history.target
source: TARGET %@
ar: الهدف %@
de: ZIEL %@
es: OBJETIVO %@
fr: OBJECTIF %@
hi: लक्ष्य %@
it: OBIETTIVO %@
ja: 目標 %@
ko: 목표 %@
pt: OBJETIVO %@
ru: ЦЕЛЬ %@
tr: HEDEF %@
zh: 目标 %@

# history.this_week
source: THIS WEEK
ar: هذا الأسبوع
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
hi: इस सप्ताह
it: QUESTA SETTIMANA
ja: 今週
ko: 이번 주
pt: ESTA SEMANA
ru: ЭТА НЕДЕЛЯ
tr: BU HAFTA
zh: 本周

# home.meal.detail
source: %1$@ · %2$@g
ar: %1$@ · %2$@ غ
hi: %1$@ · %2$@ ग्राम
ru: %1$@ · %2$@ г
zh: %1$@ · %2$@克

# home.meals.summary
source: MEALS · %@ KCAL
ar: الوجبات · %@ سعرة حرارية
de: MAHLZEITEN · %@ KCAL
es: COMIDAS · %@ KCAL
fr: REPAS · %@ KCAL
hi: भोजन · %@ कैलोरी
it: PASTI · %@ KCAL
ja: 食事 · %@ KCAL
ko: 식사 · %@ KCAL
pt: REFEIÇÕES · %@ KCAL
ru: ПРИЁМЫ ПИЩИ · %@ ККАЛ
tr: ÖĞÜNLER · %@ KCAL
zh: 餐食 · %@千卡

# home.ring.eaten
source: EATEN
ar: المستهلك
de: GEGESSEN
es: CONSUMIDAS
fr: CONSOMMÉES
hi: खाया गया
it: CONSUMATE
ja: 摂取済み
ko: 섭취
pt: CONSUMIDAS
ru: СЪЕДЕНО
tr: TÜKETİLEN
zh: 已摄入

# home.ring.over_by
source: OVER BY
ar: تجاوز بمقدار
de: ÜBERSCHRITTEN UM
es: EXCESO DE
fr: DÉPASSEMENT
hi: अधिक
it: SUPERATO DI
ja: 超過
ko: 초과
pt: EXCESSO DE
ru: ПРЕВЫШЕНИЕ
tr: AŞILAN
zh: 超出

# home.ring.target
source: of %@ kcal
ar: من %@ سعرة حرارية
de: von %@ kcal
es: de %@ kcal
fr: sur %@ kcal
hi: %@ कैलोरी में से
it: di %@ kcal
ja: %@ kcal中
ko: %@kcal 중
pt: de %@ kcal
ru: из %@ ккал
tr: %@ kcal hedefinden
zh: 共%@千卡

# home.stats.meals
source: MEALS
ar: الوجبات
de: MAHLZEITEN
es: COMIDAS
fr: REPAS
hi: भोजन
it: PASTI
ja: 食事
ko: 식사
pt: REFEIÇÕES
ru: ПРИЁМЫ ПИЩИ
tr: ÖĞÜNLER
zh: 餐食

# home.stats.over
source: OVER
ar: التجاوز
de: DARÜBER
es: EXCESO
fr: EXCÉDENT
hi: अधिक
it: OLTRE
ja: 超過
ko: 초과
pt: EXCESSO
ru: СВЕРХ
tr: AŞIM
zh: 超出

# home.stats.remaining
source: REMAINING
ar: المتبقي
de: ÜBRIG
es: RESTANTES
fr: RESTANTES
hi: शेष
it: RIMANENTI
ja: 残り
ko: 남음
pt: RESTANTES
ru: ОСТАЛОСЬ
tr: KALAN
zh: 剩余

# home.stats.target
source: TARGET
ar: الهدف
de: ZIEL
es: OBJETIVO
fr: OBJECTIF
hi: लक्ष्य
it: OBIETTIVO
ja: 目標
ko: 목표
pt: OBJETIVO
ru: ЦЕЛЬ
tr: HEDEF
zh: 目标

# home.title
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
tr: Bugün
zh: 今天

source: Log ${meal}
ar: سجّل ${meal}
de: ${meal} erfassen
es: Registrar ${meal}
fr: Enregistrer ${meal}
hi: ${meal} लॉग करें
it: Registra ${meal}
ja: ${meal}を記録
ko: ${meal} 기록
pt: Registar ${meal}
ru: Записать ${meal}
tr: ${meal} öğününü kaydet
zh: 记录${meal}

source: Log a Meal
ar: تسجيل وجبة
de: Mahlzeit erfassen
es: Registrar una comida
fr: Enregistrer un repas
hi: भोजन लॉग करें
it: Registra un pasto
ja: 食事を記録
ko: 식사 기록
pt: Registar uma refeição
ru: Записать приём пищи
tr: Öğün Kaydet
zh: 记录餐食

# Logged %@ — about %lld calories.
source: Logged %1$@ — about %2$lld calories.
ar: تم تسجيل %1$@ — حوالي %2$lld سعرة حرارية.
de: %1$@ erfasst — etwa %2$lld Kalorien.
es: Se registró %1$@ — unas %2$lld calorías.
fr: %1$@ enregistré — environ %2$lld calories.
hi: %1$@ लॉग किया गया — लगभग %2$lld कैलोरी।
it: %1$@ registrato — circa %2$lld calorie.
ja: %1$@を記録しました — 約%2$lldカロリー。
ko: %1$@ 기록 완료 — 약 %2$lld칼로리.
pt: %1$@ registado — cerca de %2$lld calorias.
ru: %1$@ записано — около %2$lld калорий.
tr: %1$@ kaydedildi — yaklaşık %2$lld kalori.
zh: 已记录%1$@——约%2$lld卡路里。

source: Meal
ar: الوجبة
de: Mahlzeit
es: Comida
fr: Repas
hi: भोजन
it: Pasto
ja: 食事
ko: 식사
pt: Refeição
ru: Приём пищи
tr: Öğün
zh: 餐食

# meal_period.afternoon
source: Afternoon
ar: بعد الظهر
de: Nachmittag
es: Tarde
fr: Après-midi
hi: दोपहर बाद
it: Pomeriggio
ja: 午後
ko: 오후
pt: Tarde
ru: После полудня
tr: Öğleden sonra
zh: 下午

# meal_period.breakfast
source: Breakfast
ar: الفطور
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
hi: नाश्ता
it: Colazione
ja: 朝食
ko: 아침
pt: Pequeno-almoço
ru: Завтрак
tr: Kahvaltı
zh: 早餐

# meal_period.dinner
source: Dinner
ar: العشاء
de: Abendessen
es: Cena
fr: Dîner
hi: रात का खाना
it: Cena
ja: 夕食
ko: 저녁
pt: Jantar
ru: Ужин
tr: Akşam yemeği
zh: 晚餐

# meal_period.late_night
source: Late Night
ar: وقت متأخر من الليل
de: Spätabends
es: Noche
fr: Tard le soir
hi: देर रात
it: Notte fonda
ja: 深夜
ko: 늦은 밤
pt: Noite
ru: Поздний вечер
tr: Gece geç saat
zh: 深夜

# meal_period.lunch
source: Lunch
ar: الغداء
de: Mittagessen
es: Almuerzo
fr: Déjeuner
hi: दोपहर का भोजन
it: Pranzo
ja: 昼食
ko: 점심
pt: Almoço
ru: Обед
tr: Öğle yemeği
zh: 午餐

# onboarding.action.get_started
source: Get started
ar: البدء
de: Loslegen
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: 始める
ko: 시작하기
pt: Começar
ru: Начать
tr: Başlayın
zh: 开始使用

# onboarding.action.start_tracking
source: Start tracking
ar: بدء التتبع
de: Tracking starten
es: Empezar a registrar
fr: Commencer le suivi
hi: ट्रैकिंग शुरू करें
it: Inizia il monitoraggio
ja: 記録を開始
ko: 기록 시작
pt: Começar a acompanhar
ru: Начать отслеживание
tr: Takibe başla
zh: 开始记录

# onboarding.estimates.sample_meal
source: Chicken salad
ar: سلطة الدجاج
de: Hähnchensalat
es: Ensalada de pollo
fr: Salade de poulet
hi: चिकन सलाद
it: Insalata di pollo
ja: チキンサラダ
ko: 치킨 샐러드
pt: Salada de frango
ru: Салат с курицей
tr: Tavuklu salata
zh: 鸡肉沙拉

# onboarding.estimates.sample_result
source: Estimated by QuietCal · High confidence
ar: تقدير بواسطة QuietCal · ثقة عالية
de: Von QuietCal geschätzt · Hohe Sicherheit
es: Estimado por QuietCal · Confianza alta
fr: Estimé par QuietCal · Confiance élevée
hi: QuietCal द्वारा अनुमानित · उच्च विश्वसनीयता
it: Stima di QuietCal · Affidabilità alta
ja: QuietCalによる推定 · 信頼度：高
ko: QuietCal로 추정 · 높은 신뢰도
pt: Estimado pela QuietCal · Confiança elevada
ru: Оценено QuietCal · Высокая достоверность
tr: QuietCal tarafından tahmin edildi · Yüksek güven
zh: 由QuietCal估算 · 高可信度

# onboarding.estimates.step.confidence.detail
source: Each estimate shows a confidence level, so you know how sure it is.
ar: يعرض كل تقدير مستوى الثقة لتعرف مدى دقته.
de: Jede Schätzung zeigt eine Sicherheitsstufe, damit du weißt, wie zuverlässig sie ist.
es: Cada estimación muestra un nivel de confianza para que sepas lo fiable que es.
fr: Chaque estimation affiche un niveau de confiance pour indiquer sa fiabilité.
hi: हर अनुमान के साथ विश्वसनीयता का स्तर दिखता है, ताकि आपको पता रहे कि वह कितना भरोसेमंद है।
it: Ogni stima mostra un livello di affidabilità, così sai quanto è attendibile.
ja: 各推定には信頼度が表示されるため、どの程度確かな結果かがわかります。
ko: 각 추정치에는 신뢰도가 표시되어 얼마나 확실한지 알 수 있습니다.
pt: Cada estimativa mostra um nível de confiança para saber quão fiável é.
ru: Каждая оценка содержит уровень достоверности, чтобы вы понимали её точность.
tr: Her tahmin bir güven düzeyi gösterir; böylece ne kadar kesin olduğunu bilirsiniz.
zh: 每项估算都会显示可信度，让你了解结果的可靠程度。

# onboarding.estimates.step.confidence.title
source: See how confident it is
ar: تعرّف على مستوى الثقة
de: Sicherheit einschätzen
es: Comprueba su nivel de confianza
fr: Voir son niveau de confiance
hi: विश्वसनीयता देखें
it: Controlla l’affidabilità
ja: 信頼度を確認
ko: 신뢰도 확인
pt: Ver o nível de confiança
ru: Узнайте уровень достоверности
tr: Ne kadar güvenilir olduğunu görün
zh: 查看可信度
